Repository: clawic/clawix
Catalog: apps/macos/Sources/Clawix/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: in config.toml. See
de: in config.toml. Siehe
es: en config.toml. Consulta
fr: dans config.toml. Consultez
it: in config.toml. Vedi
ja: を config.toml に設定してください。
ko: 을(를) config.toml에 설정하세요. 자세한 내용은
pt_br: em config.toml. Veja
ru: в config.toml. См.
zh_hans: 写入 config.toml。请参阅

source: instead.
de: stattdessen.
es: en su lugar.
fr: à la place.
it: invece.
ja: を使用してください。
ko: 을(를) 대신 사용하세요.
pt_br: no lugar.
ru: вместо этого.

source: is deprecated. Use
de: ist veraltet. Verwende
es: está obsoleto. Usa
fr: est obsolète. Utilisez
it: è deprecato. Usa
ja: は非推奨です。
ko: 은(는) 더 이상 사용되지 않습니다.
pt_br: foi descontinuado. Use
ru: устарело. Используйте
zh_hans: 已弃用。请使用

source: or
de: oder
es: o
fr: ou
it: o
ja: または
ko: 또는
pt_br: ou
ru: или
zh_hans: 或

source: %@ credit remaining
de: %@ Guthaben verbleibend
es: %@ de crédito restante
fr: %@ de crédit restant
it: %@ di credito rimanente
ja: 残り %@ クレジット
ko: %@ 크레딧 남음
pt_br: %@ de crédito restante
ru: Осталось %@ кредита
zh_hans: 剩余 %@ 额度

source: %@ off
de: %@ deaktiviert
es: %@ desactivado
fr: %@ désactivé
it: %@ disattivato
ja: %@ オフ
ko: %@ 꺼짐
pt_br: %@ desativado
ru: %@ выключен
zh_hans: %@ 已关闭

source: %@ on
de: %@ aktiviert
es: %@ activado
fr: %@ activé
it: %@ attivato
ja: %@ オン
ko: %@ 켜짐
pt_br: %@ ativado
ru: %@ включён
zh_hans: %@ 已开启

source: %lld d
de: %lld T.
fr: %lld j
it: %lld g
ja: %lld 日
ko: %lld일
ru: %lld дн
zh_hans: %lld 天

source: %lld h
de: %lld Std.
ja: %lld 時間
ko: %lld시간
ru: %lld ч
zh_hans: %lld 小时

source: %lld lists
de: %lld Listen
es: %lld listas
fr: %lld listes
it: %lld elenchi
ja: %lld 件の一覧
ko: %lld개 목록
pt_br: %lld listas
ru: %lld списков
zh_hans: %lld 个列表

source: %lld mo
de: %lld Mon.
es: %lld mes
fr: %lld mois
it: %lld mese
ja: %lld ヶ月
ko: %lld개월
pt_br: %lld mês
ru: %lld мес
zh_hans: %lld 个月

source: %lld previous messages
de: %lld vorherige Nachrichten
es: %lld mensajes anteriores
fr: %lld messages précédents
it: %lld messaggi precedenti
ja: %lld 件前のメッセージ
ko: %lld개 이전 메시지
pt_br: %lld mensagens anteriores
ru: %lld предыдущих сообщений
zh_hans: %lld 条较早消息

source: %lld w
de: %lld Wo.
es: %lld sem
fr: %lld sem
it: %lld sett
ja: %lld 週間
ko: %lld주
pt_br: %lld sem
ru: %lld нед
zh_hans: %lld 周

source: %lld-hour usage limit
de: Nutzungslimit von %lld Stunden
es: Límite de uso de %lld horas
fr: Limite d’usage de %lld heures
it: Limite d’uso di %lld ore
ja: %lld時間の使用上限
ko: %lld시간 사용 한도
pt_br: Limite de uso de %lld horas
ru: Лимит за %lld ч.
zh_hans: %lld小时使用上限

source: %lld-minute usage limit
de: Nutzungslimit von %lld Minuten
es: Límite de uso de %lld minutos
fr: Limite d’usage de %lld minutes
it: Limite d’uso di %lld minuti
ja: %lld分の使用上限
ko: %lld분 사용 한도
pt_br: Limite de uso de %lld minutos
ru: Лимит за %lld мин.
zh_hans: %lld分钟使用上限

source: 1.5x faster speed, higher usage
de: 1,5-mal höhere Geschwindigkeit, höhere Nutzung
es: Velocidad 1,5 veces más alta, mayor uso
fr: Vitesse 1,5 fois plus élevée, utilisation accrue
it: Velocità 1,5 volte superiore, uso maggiore
ja: 速度が1.5倍、使用量が増加
ko: 1.5배 더 빠른 속도, 더 높은 사용량
pt_br: Velocidade 1,5x maior, maior uso
ru: Скорость выше в 1,5 раза, большее использование
zh_hans: 速度提高 1.5 倍，用量更高

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: バージョン情報
ko: 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
ko: 작업
pt_br: Ações
ru: Действия
zh_hans: 操作

source: Actual Size
de: Originalgröße
es: Tamaño real
fr: Taille réelle
it: Dimensione reale
ja: 実際のサイズ
ko: 실제 크기
pt_br: Tamanho real
ru: Реальный размер
zh_hans: 实际大小

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Add an action
de: Aktion hinzufügen
es: Añadir una acción
fr: Ajouter une action
it: Aggiungi un’azione
ja: アクションを追加
ko: 작업 추가
pt_br: Adicionar uma ação
ru: Добавить действие
zh_hans: 添加操作

source: Add entry
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
it: Aggiungi voce
ja: 項目を追加
ko: 항목 추가
pt_br: Adicionar entrada
ru: Добавить запись
zh_hans: 添加条目

source: Add new project
de: Neues Projekt hinzufügen
es: Añadir nuevo proyecto
fr: Ajouter un nouveau projet
it: Aggiungi nuovo progetto
ja: 新しいプロジェクトを追加
ko: 새 프로젝트 추가
pt_br: Adicionar novo projeto
ru: Добавить новый проект
zh_hans: 添加新项目

source: Add photos and files
de: Fotos und Dateien hinzufügen
es: Añadir fotos y archivos
fr: Ajouter des photos et fichiers
it: Aggiungi foto e file
ja: 写真とファイルを追加
ko: 사진과 파일 추가
pt_br: Adicionar fotos e arquivos
ru: Добавить фото и файлы
zh_hans: 添加照片和文件

source: Add project
de: Projekt hinzufügen
es: Añadir proyecto
fr: Ajouter un projet
it: Aggiungi progetto
ja: プロジェクトを追加
ko: 프로젝트 추가
pt_br: Adicionar projeto
ru: Добавить проект
zh_hans: 添加项目

source: Add project…
de: Projekt hinzufügen…
es: Añadir proyecto…
fr: Ajouter un projet…
it: Aggiungi progetto…
ja: プロジェクトを追加…
ko: 프로젝트 추가…
pt_br: Adicionar projeto…
ru: Добавить проект…
zh_hans: 添加项目…

source: Add server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
it: Aggiungi server
ja: サーバーを追加
ko: 서버 추가
pt_br: Adicionar servidor
ru: Добавить сервер
zh_hans: 添加服务器

source: Adjust the base size used for the Clawix interface
de: Passe die Basisgröße der Clawix-Oberfläche an
es: Ajusta el tamaño base usado para la interfaz de Clawix
fr: Ajustez la taille de base utilisée par l’interface de Clawix
it: Regola la dimensione di base usata per l’interfaccia di Clawix
ja: Clawix インターフェイスで使用する基準サイズを調整
ko: Clawix 인터페이스에 사용할 기본 크기를 조정하세요
pt_br: Ajuste o tamanho base usado na interface do Clawix
ru: Настройте базовый размер интерфейса Clawix
zh_hans: 调整 Clawix 界面使用的基础大小

source: All chats
de: Alle Chats
es: Todos los chats
fr: Toutes les conversations
it: Tutte le chat
ja: すべてのチャット
ko: 모든 채팅
pt_br: Todas as conversas
ru: Все чаты
zh_hans: 全部对话

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
ja: アーカイブ
ko: 보관
pt_br: Arquivar
ru: Архивировать
zh_hans: 归档

source: Archive chat
de: Chat archivieren
es: Archivar chat
fr: Archiver la conversation
it: Archivia chat
ja: チャットをアーカイブ
ko: 채팅 보관
pt_br: Arquivar conversa
ru: Архивировать чат
zh_hans: 归档对话

source: Arguments
de: Argumente
es: Argumentos
it: Argomenti
ja: 引数
ko: 인수
pt_br: Argumentos
ru: Аргументы
zh_hans: 参数

source: Ask Clawix anything. Type @ to mention files
de: Frag Clawix alles. Tippe @, um Erweiterungen zu nutzen oder Dateien zu erwähnen
es: Pregúntale a Clawix cualquier cosa. Escribe @ para usar plugins o mencionar archivos
fr: Posez n’importe quelle question à Clawix. Tapez @ pour utiliser des extensions ou mentionner des fichiers
it: Chiedi a Clawix qualsiasi cosa. Digita @ per usare i plugin o citare file
ja: Clawixに何でも聞いてください。@ でプラグインやファイル参照を呼び出せます
ko: Clawix에게 무엇이든 물어보세요. @를 입력해 플러그인을 사용하거나 파일을 언급하세요
pt_br: Pergunte qualquer coisa ao Clawix. Digite @ para usar plugins ou mencionar arquivos
ru: Спросите Clawix о чём угодно. Введите @, чтобы использовать плагины или упомянуть файлы
zh_hans: 向 Clawix 提任何问题。输入 @ 使用插件或引用文件

source: Ask for follow-up changes
de: Folgeänderungen anfragen
es: Pedir cambios de seguimiento
fr: Demander des modifications complémentaires
it: Chiedi modifiche successive
ja: 追加の変更を依頼
ko: 후속 변경 요청
pt_br: Pedir mudanças adicionais
ru: Запросить дополнительные изменения
zh_hans: 请求后续修改

source: Assistant: %@
de: Assistent: %@
es: Asistente: %@
it: Assistente: %@
ja: アシスタント: %@
ko: 어시스턴트: %@
pt_br: Assistente: %@
ru: Ассистент: %@
zh_hans: 助手：%@

source: Attach
de: Anhängen
es: Adjuntar
fr: Joindre
it: Allega
ja: 添付
ko: 첨부
pt_br: Anexar
ru: Прикрепить
zh_hans: 附加

source: Automatic
de: Automatisch
es: Automática
fr: Automatique
it: Automatica
ja: 自動
ko: 자동
pt_br: Automática
ru: Автоматически
zh_hans: 自动

source: Automatic review
de: Automatische Überprüfung
es: Revisión automática
fr: Revue automatique
it: Revisione automatica
ja: 自動レビュー
ko: 자동 검토
pt_br: Revisão automática
ru: Автоматический контроль
zh_hans: 自动审查

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 后退

source: Back to app
de: Zurück zur App
es: Volver a la aplicación
fr: Retour à l’application
it: Torna all’app
ja: アプリに戻る
ko: 앱으로 돌아가기
pt_br: Voltar ao app
ru: Вернуться в приложение
zh_hans: 返回应用

source: Back to review panel
de: Zurück zum Überprüfungsbereich
es: Volver al panel de revisión
fr: Retour au panneau de révision
it: Torna al pannello di revisione
ja: レビューパネルに戻る
ko: 검토 패널로 돌아가기
pt_br: Voltar ao painel de revisão
ru: Вернуться на панель проверки
zh_hans: 返回审阅面板

source: Binary
de: Binärdatei
es: Binario
fr: Binaire
it: Binario
ja: バイナリ
ko: 바이너리
pt_br: Binário
ru: Бинарный файл
zh_hans: 二进制

source: Branch out
de: Verzweigen
es: Ramificar
fr: Bifurquer
it: Diramare
ja: 分岐
ko: 분기
pt_br: Ramificar
ru: Разветвить
zh_hans: 分支

source: By project
de: Nach Projekt
es: Por proyecto
fr: Par projet
it: Per progetto
ja: プロジェクト別
ko: 프로젝트별
pt_br: Por projeto
ru: По проекту
zh_hans: 按项目

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
zh_hans: 取消

source: Change branch
de: Branch wechseln
es: Cambiar de rama
fr: Changer de branche
it: Cambia branch
ja: ブランチを切替
ko: 브랜치 변경
pt_br: Mudar de branch
ru: Сменить ветку
zh_hans: 切换分支

source: Change model
de: Modell ändern
es: Cambiar modelo
fr: Changer de modèle
it: Cambia modello
ja: モデルを変更
ko: 모델 변경
pt_br: Alterar modelo
ru: Изменить модель
zh_hans: 更改模型

source: Change permissions
de: Berechtigungen ändern
es: Cambiar permisos
fr: Modifier les autorisations
it: Cambia permessi
ja: 権限を変更
ko: 권한 변경
pt_br: Alterar permissões
ru: Изменить разрешения
zh_hans: 更改权限

source: Change permissions: %@
de: Berechtigungen ändern: %@
es: Cambiar permisos: %@
fr: Modifier les autorisations : %@
it: Cambia permessi: %@
ja: 権限を変更: %@
ko: 권한 변경: %@
pt_br: Alterar permissões: %@
ru: Изменить разрешения: %@
zh_hans: 更改权限：%@

source: Chat actions
de: Chat-Aktionen
es: Acciones del chat
fr: Actions de la conversation
it: Azioni della chat
ja: チャット操作
ko: 채팅 작업
pt_br: Ações da conversa
ru: Действия чата
zh_hans: 对话操作

source: Chat not found
de: Chat nicht gefunden
es: Chat no encontrado
fr: Conversation introuvable
it: Chat non trovata
ja: チャットが見つかりません
ko: 채팅을 찾을 수 없습니다
pt_br: Conversa não encontrada
ru: Чат не найден
zh_hans: 未找到对话

source: Chat title
de: Chat-Titel
es: Título del chat
fr: Titre de la conversation
it: Titolo chat
ja: チャットのタイトル
ko: 채팅 제목
pt_br: Título do chat
ru: Название чата
zh_hans: 聊天标题

source: Choose how much technical detail Clawix shows
de: Wähle, wie viele technische Details Clawix zeigt
es: Elige cuánto detalle técnico muestra Clawix
fr: Choisissez le niveau de détail technique affiché par Clawix
it: Scegli quanti dettagli tecnici mostra Clawix
ja: Clawix に表示する技術的な詳細度を選択
ko: Clawix가 표시할 기술 세부 정보 수준을 선택하세요
pt_br: Escolha quantos detalhes técnicos o Clawix mostra
ru: Выберите, сколько технических деталей показывает Clawix
zh_hans: 选择 Clawix 显示的技术细节程度

source: Choose…
de: Auswählen…
es: Elegir…
fr: Choisir…
it: Scegli…
ja: 選択…
ko: 선택…
pt_br: Escolher…
ru: Выбрать…
zh_hans: 选择…

source: Chronological list
de: Chronologische Liste
es: Lista cronológica
fr: Liste chronologique
it: Elenco cronologico
ja: 時系列リスト
ko: 시간순 목록
pt_br: Lista cronológica
ru: Хронологический список
zh_hans: 按时间顺序

source: Clawix automatically compacts its context
de: Clawix komprimiert seinen Kontext automatisch
es: Clawix compacta automáticamente su contexto
fr: Clawix compacte automatiquement son contexte
it: Clawix compatta automaticamente il suo contesto
ja: Clawix はコンテキストを自動的に圧縮します
ko: Clawix가 컨텍스트를 자동으로 압축합니다
pt_br: O Clawix compacta automaticamente o contexto
ru: Clawix автоматически сжимает свой контекст
zh_hans: Clawix 会自动压缩上下文

source: Clawix detected useful preferences from another local agent on this Mac
de: Clawix hat nützliche Einstellungen in einer anderen lokalen Agent-App gefunden
es: Clawix encontró ajustes útiles en otra aplicación de agente local
fr: Clawix a trouvé des réglages utiles dans une autre app d’agent locale
it: Clawix ha trovato impostazioni utili in un’altra app agente locale
ja: Clawix が別のローカルエージェントアプリで有用な設定を見つけました
ko: Clawix가 다른 로컬 에이전트 앱에서 유용한 설정을 찾았습니다
pt_br: O Clawix encontrou ajustes úteis em outro app de agente local
ru: Clawix нашёл полезные настройки в другом локальном приложении агента
zh_hans: Clawix 在另一个本地代理应用中找到了有用设置

source: Clear search
de: Suche leeren
es: Limpiar búsqueda
fr: Effacer la recherche
it: Pulisci ricerca
ja: 検索をクリア
ko: 검색 지우기
pt_br: Limpar busca
ru: Очистить поиск
zh_hans: 清除搜索

source: Click to enlarge
de: Zum Vergrößern klicken
es: Haz clic para ampliar
fr: Cliquer pour agrandir
it: Clicca per ingrandire
ja: クリックで拡大
ko: 클릭하여 확대
pt_br: Clique para ampliar
ru: Нажмите, чтобы увеличить
zh_hans: 点击放大

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Close tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l’onglet
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
pt_br: Fechar aba
ru: Закрыть вкладку
zh_hans: 关闭标签页

source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
it: Comprimi
ja: 折りたたむ
ko: 접기
pt_br: Recolher
ru: Свернуть
zh_hans: 收起

source: Collapse all
de: Alle einklappen
es: Contraer todo
fr: Tout réduire
it: Comprimi tutto
ja: すべて折りたたむ
ko: 모두 접기
pt_br: Recolher tudo
ru: Свернуть всё
zh_hans: 全部收起

source: Coming soon
de: Demnächst
es: Próximamente
fr: Prochainement
it: Prossimamente
ja: 近日公開
ko: 곧 제공 예정
pt_br: Em breve
ru: Скоро
zh_hans: 即将推出

source: Command to start
de: Startbefehl
es: Comando para iniciar
fr: Commande de démarrage
it: Comando di avvio
ja: 起動コマンド
ko: 시작 명령
pt_br: Comando para iniciar
ru: Команда запуска
zh_hans: 启动命令

source: Composer text field
de: Eingabefeld des Verfassers
es: Campo de texto del compositor
fr: Champ de texte du compositeur
it: Campo di testo del compositore
ja: コンポーザーのテキストフィールド
ko: 작성기 텍스트 필드
pt_br: Campo de texto do compositor
ru: Поле ввода редактора
zh_hans: 编辑器文本框

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configura
ja: 構成
ko: 구성
pt_br: Configurar
ru: Настроить
zh_hans: 配置

source: Connect external tools and data sources.
de: Verbinde externe Werkzeuge und Datenquellen.
es: Conecta herramientas externas y orígenes de datos.
fr: Connectez des outils externes et des sources de données.
it: Collega strumenti esterni e origini dati.
ja: 外部ツールとデータソースを接続します。
ko: 외부 도구와 데이터 원본을 연결하세요.
pt_br: Conecte ferramentas externas e fontes de dados.
ru: Подключайте внешние инструменты и источники данных.
zh_hans: 连接外部工具和数据源。

source: Connect to a custom MCP
de: Mit einem benutzerdefinierten MCP verbinden
es: Conectar a un MCP personalizado
fr: Se connecter à un MCP personnalisé
it: Connetti a un MCP personalizzato
ja: カスタム MCP に接続
ko: 사용자 지정 MCP에 연결
pt_br: Conectar a um MCP personalizado
ru: Подключиться к пользовательскому MCP
zh_hans: 连接到自定义 MCP

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключено
zh_hans: 已连接

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
zh_hans: 连接中…

source: Context window:
de: Kontextfenster:
es: Ventana de contexto:
fr: Fenêtre de contexte :
it: Finestra di contesto:
ja: コンテキストウィンドウ:
ko: 컨텍스트 창:
pt_br: Janela de contexto:
ru: Окно контекста:
zh_hans: 上下文窗口：

source: Continue in
de: Fortfahren in
es: Continuar en
fr: Continuer dans
it: Continua in
ja: 続行先
ko: 다음에서 계속
pt_br: Continuar em
ru: Продолжить в
zh_hans: 继续于

source: Conversation
de: Gespräch
es: Conversación
it: Conversazione
ja: 会話
ko: 대화
pt_br: Conversa
ru: Чат
zh_hans: 对话

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
ko: 복사됨
pt_br: Copiado
ru: Скопировано
zh_hans: 已复制

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
zh_hans: 复制

source: Copy as Markdown
de: Als Markdown kopieren
es: Copiar como Markdown
fr: Copier en Markdown
it: Copia come Markdown
ja: Markdownとしてコピー
ko: Markdown으로 복사
pt_br: Copiar como Markdown
ru: Скопировать как Markdown
zh_hans: 复制为 Markdown

source: Copy direct link
de: Direktlink kopieren
es: Copiar enlace directo
fr: Copier le lien direct
it: Copia link diretto
ja: ダイレクトリンクをコピー
ko: 다이렉트 링크 복사
pt_br: Copiar link direto
ru: Скопировать прямую ссылку
zh_hans: 复制直接链接

source: Copy plan
de: Plan kopieren
es: Copiar plan
fr: Copier le plan
it: Copia piano
ja: プランをコピー
ko: 계획 복사
pt_br: Copiar plano
ru: Скопировать план
zh_hans: 复制计划

source: Copy session ID
de: Sitzungs-ID kopieren
es: Copiar ID de la sesión
fr: Copier l’ID de session
it: Copia ID sessione
ja: セッションIDをコピー
ko: 세션 ID 복사
pt_br: Copiar ID da sessão
ru: Скопировать ID сеанса
zh_hans: 复制会话 ID

source: Copy theme
de: Design kopieren
es: Copiar tema
fr: Copier le thème
it: Copia tema
ja: テーマをコピー
ko: 테마 복사
pt_br: Copiar tema
ru: Скопировать тему
zh_hans: 复制主题

source: Copy working directory
de: Arbeitsverzeichnis kopieren
es: Copiar directorio de trabajo
fr: Copier le répertoire de travail
it: Copia directory di lavoro
ja: 作業ディレクトリをコピー
ko: 작업 디렉터리 복사
pt_br: Copiar diretório de trabalho
ru: Скопировать рабочий каталог
zh_hans: 复制工作目录

source: Could not locate the required binary. Set its path under Settings → Advanced settings.
de: Die erforderliche Binärdatei wurde nicht gefunden. Konfiguriere sie unter Einstellungen → Erweiterte Einstellungen.
es: No se ha encontrado el binario requerido. Configúralo en Configuración → Configuración avanzada.
fr: Le binaire requis est introuvable. Configurez-le dans Réglages → Réglages avancés.
it: Il binario richiesto non è stato trovato. Configuralo in Impostazioni → Impostazioni avanzate.
ja: 必要なバイナリが見つかりません。設定 → 詳細設定で構成してください。
ko: 필요한 바이너리를 찾을 수 없습니다. 설정 → 고급 설정에서 구성하세요.
pt_br: O binário necessário não foi encontrado. Configure em Configurações → Configurações avançadas.
ru: Требуемый бинарный файл не найден. Настройте его в Настройки → Дополнительные настройки.
zh_hans: 未找到所需的二进制文件。请在设置 → 高级设置中配置。

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 만들기
pt_br: Criar
ru: Создать
zh_hans: 创建

source: Create a project to group conversations
de: Erstelle ein Projekt, um Gespräche zu gruppieren
es: Crea un proyecto para agrupar conversaciones
fr: Créez un projet pour regrouper les conversations
it: Crea un progetto per raggruppare le conversazioni
ja: 会話をまとめるプロジェクトを作成
ko: 대화를 그룹화하려면 프로젝트를 만드세요
pt_br: Crie um projeto para agrupar conversas
ru: Создайте проект, чтобы группировать чаты
zh_hans: 创建项目以将对话分组

source: Create and switch
de: Erstellen und wechseln
es: Crear y cambiar
fr: Créer et basculer
it: Crea e passa
ja: 作成して切り替え
ko: 만들고 전환
pt_br: Criar e alternar
ru: Создать и переключиться
zh_hans: 创建并切换

source: Create and switch branch
de: Branch erstellen und wechseln
es: Crear y cambiar de rama
fr: Créer et changer de branche
it: Crea e cambia ramo
ja: ブランチを作成して切り替え
ko: 브랜치 만들기 및 전환
pt_br: Criar e trocar de branch
ru: Создать и переключить ветку
zh_hans: 创建并切换分支

source: Create and switch to a new branch...
de: Neuen Branch erstellen und wechseln...
es: Crear y cambiar a una rama nueva...
fr: Créer et basculer vers une nouvelle branche...
it: Crea e passa a un nuovo ramo...
ja: 新しいブランチを作成して切り替え...
ko: 새 브랜치를 만들고 전환...
pt_br: Criar e alternar para uma nova branch...
ru: Создать и переключиться на новую ветку...
zh_hans: 创建并切换到新分支...

source: Create chat
de: Chat erstellen
es: Crear chat
fr: Créer une conversation
it: Crea chat
ja: チャットを作成
ko: 채팅 만들기
pt_br: Criar conversa
ru: Создать чат
zh_hans: 创建对话

source: Create project…
de: Projekt erstellen…
es: Crear proyecto…
fr: Créer un projet…
it: Crea progetto…
ja: プロジェクトを作成…
ko: 프로젝트 만들기…
pt_br: Criar projeto…
ru: Создать проект…
zh_hans: 创建项目…

source: Creation
de: Erstellung
es: Creación
fr: Création
it: Creazione
ja: 作成順
ko: 생성순
pt_br: Criação
ru: По созданию
zh_hans: 按创建时间

source: Credit
de: Guthaben
es: Crédito
fr: Crédit
it: Credito
ja: クレジット
ko: 크레딧
pt_br: Crédito
ru: Кредит
zh_hans: 额度

source: Current version
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
it: Versione attuale
ja: 現在のバージョン
ko: 현재 버전
pt_br: Versão atual
ru: Текущая версия
zh_hans: 当前版本

source: Custom config.toml settings
de: Benutzerdefinierte config.toml-Einstellungen
es: Configuración personalizada de config.toml
fr: Réglages personnalisés de config.toml
it: Impostazioni personalizzate di config.toml
ja: config.toml のカスタム設定
ko: config.toml 사용자 지정 설정
pt_br: Configurações personalizadas de config.toml
ru: Пользовательские настройки config.toml
zh_hans: config.toml 自定义设置

source: Custom instructions
de: Benutzerdefinierte Anweisungen
es: Instrucciones personalizadas
fr: Instructions personnalisées
it: Istruzioni personalizzate
ja: カスタム指示
ko: 사용자 지정 지침
pt_br: Instruções personalizadas
ru: Пользовательские инструкции
zh_hans: 自定义指令

source: Daily
de: Täglich
es: Diariamente
fr: Quotidien
it: Giornaliero
ja: 毎日
ko: 일간
pt_br: Diariamente
ru: Ежедневно
zh_hans: 每日

source: Daily usage limit
de: Tägliches Nutzungslimit
es: Límite de uso diario
fr: Limite d’usage quotidienne
it: Limite d’uso giornaliero
ja: 日次使用上限
ko: 일일 사용 한도
pt_br: Limite de uso diário
ru: Дневной лимит
zh_hans: 每日使用上限

source: Dark mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
pt_br: Modo escuro
ru: Тёмный режим
zh_hans: 深色模式

source: Default model
de: Standardmodell
es: Modelo predeterminado
fr: Modèle par défaut
it: Modello predefinito
ja: 既定のモデル
ko: 기본 모델
pt_br: Modelo padrão
ru: Модель по умолчанию
zh_hans: 默认模型

source: Default model: %@
de: Standardmodell: %@
es: Modelo predeterminado: %@
fr: Modèle par défaut : %@
it: Modello predefinito: %@
ja: 既定のモデル: %@
ko: 기본 모델: %@
pt_br: Modelo padrão: %@
ru: Модель по умолчанию: %@
zh_hans: 默认模型：%@

source: Default permissions
de: Standardberechtigungen
es: Permisos predeterminados
fr: Autorisations par défaut
it: Permessi predefiniti
ja: 既定の権限
ko: 기본 권한
pt_br: Permissões padrão
ru: Стандартные разрешения
zh_hans: 默认权限

source: Default speed, normal usage
de: Standardgeschwindigkeit, normale Nutzung
es: Velocidad predeterminada, uso normal
fr: Vitesse par défaut, utilisation normale
it: Velocità predefinita, uso normale
ja: 既定の速度、通常の使用量
ko: 기본 속도, 일반 사용량
pt_br: Velocidade padrão, uso normal
ru: Скорость по умолчанию, обычное использование
zh_hans: 默认速度，正常用量

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete project
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
it: Elimina progetto
ja: プロジェクトを削除
ko: 프로젝트 삭제
pt_br: Excluir projeto
ru: Удалить проект
zh_hans: 删除项目

source: Documents
de: Dokumente
es: Documentos
it: Documenti
ja: ドキュメント
ko: 문서
pt_br: Documentos
ru: Документы
zh_hans: 文档

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Don’t work on a project
de: Nicht an einem Projekt arbeiten
es: No trabajes en un proyecto
fr: Ne pas travailler sur un projet
it: Non lavorare su un progetto
ja: プロジェクトを使わない
ko: 프로젝트 없이 작업
pt_br: Não trabalhar em um projeto
ru: Не работать с проектом
zh_hans: 不在项目中工作

source: Download image
de: Bild herunterladen
es: Descargar imagen
fr: Télécharger l'image
it: Scarica immagine
ja: 画像をダウンロード
ko: 이미지 다운로드
pt_br: Baixar imagem
ru: Скачать изображение
zh_hans: 下载图片

source: Download plan
de: Plan herunterladen
es: Descargar plan
fr: Télécharger le plan
it: Scarica piano
ja: プランをダウンロード
ko: 계획 다운로드
pt_br: Baixar plano
ru: Скачать план
zh_hans: 下载计划
